{
  "fi": {
    "lng": "fi",
    "title": "Oiretutka",
    "no_js": "Tämä sivusto vaatii JavaScript-tuen toimiakseen.",
    "page_title": "Kerro, onko sinulla oireita vai ei: auta selvittämään, miten koronavirus leviää",
    "start_info_1": "Suomalaiset mediat pyytävät Oiretutka-palvelussa lukijoiltaan tietoa, onko heillä koronavirukseen viittaavia oireita vai ei.",
    "start_info_2": "Kertomalla tilanteestasi – myös terveenä – voit auttaa mediaa kertomaan paremmin siitä, miten virus leviää. Oiretutkaan tallennettuja tietoja ei voi yhdistää vastaajaan. Vastauksia julkaistaan yhteenvetona ja yksittäisinä vastauksina. Kysely on suunniteltu yhteistyössä Helsingin yliopiston kansanterveystieteen osaston kanssa.",
    "start_info_3": "Palvelua ei ole tarkoitettu yksittäisen henkilön opastamiseksi terveyteensä liittyen tai ohjaamiseksi terveydenhuoltoon.",
    "privacy_readmore": "Lue lisää tietosuojasta täältä.",
    "start_survey": "Aloita",
    "close_survey": "Sulje kysely",
    "what_symptoms_headline": "Millaisia oireita sinulla on?",
    "fever": "Kuumetta",
    "no": "ei",
    "yes": "kyllä",
    "mild_fever": "alle 38,5 astetta",
    "high_fever": "yli 38,5 astetta",
    "cough": "Yskää",
    "mild": "lievää",
    "strong": "voimakasta",
    "breathing": "Vaikeuksia hengittää",
    "muscle_pain": "Lihaskipuja",
    "headache": "Päänsärkyä",
    "sore_throat": "Kurkkukipua",
    "rhinitis": "Nuhaa",
    "stomach_issues": "Vatsaoireita kuten ripulia, pahoinvointia tai vatsakipuja",
    "sensory_issues": "Hajuaistin tai makuaistin heikkenemistä",
    "healthcare_contact": "Oletko ollut yhteydessä terveydenhuoltoon oireittesi takia?",
    "general_status": "Terveydentila",
    "general_wellbeing": "Millainen on yleisvointisi?",
    "fine": "jaksan olla jalkeilla",
    "not_ok": "jaksan olla jonkun verran jalkeilla ja hoitaa välttämättömät kotiaskareet",
    "bad": "en juurikaan jaksa nousta vuoteesta",
    "duration": "Kuinka monta päivää oireesi ovat kestäneet?",
    "optional_info": "Voit jättää vastaamatta, jos sinulla ei ole oireita",
    "longterm_medication": "Onko sinulla lääkehoitoa vaativa pitkäaikaissairaus?",
    "smoking": "Tupakoitko?",
    "corona_suspicion": "Epäiletkö, että olet saanut koronavirustartunnan?",
    "background_questions": "Yleistiedot",
    "age": "Ikä",
    "sex": "Sukupuoli",
    "female": "nainen",
    "male": "mies",
    "other": "muu",
    "postal_code": "Postinumero",
    "send": "Lähetä",
    "clear": "Peruuta",
    "thank_you": "Kiitos vastauksistasi.",
    "end_text_1": "Pyydämme, että palaat kertomaan oireistasi kolmen päivän kuluttua. Jos täytät kyselyn uudelleen samalla laitteella 14 vuorokauden kuluessa, vastaukset voidaan yhdistää keskenään, jolloin tiedoista on enemmän hyötyä. Tiedot ovat silti anonyymejä, eikä niitä voi palvelussa yhdistää vastaajaan.",
    "end_text_2": "Kun vastauksia on kertynyt riittävästi, niitä aletaan tutkia yhteistyössä terveydenhuollon asiantuntijoiden kanssa.",
    "end_text_3": "Jos sinulla on hengitysvaikeuksia, kova kuume tai et jaksa nousta vuoteesta, ota yhteys terveydenhuoltoon. Jos epäilet sairastuneesi koronaviruksen aiheuttamaan tautiin ja haluat tehdä oirearvion, siirry",
    "end_text_4": "Omaolo.fi-palveluun.",
    "returning_user_title": "Tervetuloa takaisin Oiretutkaan!",
    "returning_user_text_1": "Tämän laitteen käyttäjä on raportoinut palvelussa aiemmin oireistaan.",
    "returning_user_text_2": "Voit vastata kyselyyn uudelleen ja kertoa tämänhetkisistä oireistasi. Yhdistämme tiedot aiempiin vastauksiin, jolloin tieto on entistä hyödyllisempää. Emme edelleenkään tallenna tietoja niin, että niitä voisi yhdistää tunnistettuun käyttäjään.",
    "privacy_read_more": "Lue lisää tietosuojasta täältä.",
    "thank_you_help": "Kiitos avustasi!"
  },
  "en": {
    "lng": "en",
    "title": "Symptomradar",
    "no_js": "This page requires javascript to work.",
    "page_title": "Let us know if you are experiencing symptoms or not, and help us determine how COVID-19 spreads.",
    "start_info_1": "Finnish media providers are requesting information from their readers to let them know if they are currently experiencing any potential coronavirus symptoms via the Oiretutka service.",
    "start_info_2": "By sharing anonymous information about your situation- even if you are currently feeling completely healthy- you can help the media to cover the spread of the virus more effectively and accurately. Any responses provided via the Oiretutka service questionnaire are totally anonymous, and cannot be traced back to the respondent. The replies will be published both in a compiled format, as well as as standalone replies.The questionnaire has been created in collaboration with the department of Public Health Research at Helsinki University.",
    "start_info_3": "This service is not meant to be used as an aid to self-diagnose symptoms, or as a guide to seek medical aid.",
    "privacy_readmore": "More on privacy here.",
    "start_survey": "Start",
    "close_survey": "Close the form",
    "what_symptoms_headline": "What kinds of symptoms are you experiencing?",
    "fever": "Fever",
    "no": "no",
    "yes": "yes",
    "mild_fever": "less than 38.5 degrees",
    "high_fever": "more than 38.5 degrees",
    "cough": "Coughing",
    "mild": "mild",
    "strong": "strong",
    "breathing": "Difficulties in breathing",
    "muscle_pain": "Muscle soreness",
    "headache": "Headache",
    "sore_throat": "Sore throat",
    "rhinitis": "Runny nose",
    "stomach_issues": "Stomach problems such as diarrhea, nausea or abdominal pain",
    "sensory_issues": "Loss of smell or taste",
    "healthcare_contact": "Have you been in contact with health care providers due to your symptoms?",
    "general_status": "Overall health",
    "general_wellbeing": "How do you feel generally?",
    "fine": "I have no problems staying up",
    "not_ok": "I can stay awake long enough to handle necessary chores at home",
    "bad": "I have difficulties getting out of bed",
    "duration": "How long have you had these symptoms?",
    "optional_info": "if you are not experiencing any symptoms, leave this blank",
    "longterm_medication": "Do you have any long-term illnesses that require medication?",
    "smoking": "Do you smoke?",
    "corona_suspicion": "Do you suspect you may have contracted COVID-19?",
    "background_questions": "General",
    "age": "Age",
    "sex": "Gender",
    "female": "female",
    "male": "male",
    "other": "other",
    "postal_code": "Postal code",
    "send": "Send",
    "clear": "Cancel",
    "thank_you": "Thank you for your response.",
    "end_text_1": "We kindly request that you report your symptoms via the Oiretutka service again in 3 days' time. By filling in the questionnaire using the same device within 14 days, your responses can be connected to each other, making the information provided even more valuable. Your responses will still remain anonymous, and cannot be traced back to the respondent. You can read more about our Data Protection and Privacy Procedure here.",
    "end_text_2": "Once enough responses have been collected, these will be studied in collaboration with medical experts.",
    "end_text_3": "If you are experiencing difficulties in breathing, a high fever, or cannot get out of bed, please contact your medical health provider. If you suspect that you have contracted the coronavirus and want to check your symptoms, please visit",
    "end_text_4": "Omaolo.fi service.",
    "returning_user_title": "Welcome back to Oiretutka!",
    "returning_user_text_1": "The user of this device has previously reported symptoms to the service.",
    "returning_user_text_2": "We would appreciate if you could answer the questions again and tell us about your current health situation. To make the information more insightful, we will combine the data provided with the previous answers. We are not storing information able to identify respondents.",
    "privacy_read_more": "Read more about the privacy policy here (in Finnish).",
    "thank_you_help": "Thank you for your help!"
  }
}
